tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "knqyf263/pet"
tap "kudobuilder/tap"
tap "yt-dlp/taps"
brew "ansible-lint"
brew "bat"
brew "bat-extras"
brew "black"
brew "chart-testing"
brew "codespell"
brew "cookiecutter"
brew "ctags"
brew "dasht"
brew "dos2unix"
brew "exercism"
brew "fd"
brew "fdupes"
brew "findutils"
brew "fluxctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "hadolint"
brew "helm"
brew "jdupes"
brew "jhead"
brew "jq"
brew "json-glib"
brew "node"
brew "jsonlint"
brew "kind"
brew "knqyf263/pet/pet"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubeval"
brew "markdownlint-cli"
brew "mas"
brew "neovim"
brew "nmap"
brew "node@14"
brew "podman"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "pyenv"
brew "rdfind"
brew "ripgrep"
brew "rpm2cpio"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "stylua"
brew "task"
brew "tig"
brew "tldr"
brew "tmux"
brew "vale"
brew "viddy"
brew "yamllint"
brew "yarn"
brew "yt-dlp/taps/yt-dlp"
brew "yq"
brew "kudobuilder/tap/kuttl-cli"
cask "1password"
cask "alfred"
cask "backblaze"
cask "bartender"
cask "discord"
cask "font-dejavu-sans-mono-nerd-font"
cask "istat-menus"
cask "karabiner-elements"
cask "kitty"
cask "meld"
cask "obsidian"
cask "omnifocus"
cask "secretive"
mas "Keep It", id: 1272768911
mas "MindNode", id: 1289197285
mas "Moom", id: 419330170
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "TextSniper", id: 1528890965
mas "Tweetbot", id: 1384080005
mas "Wipr", id: 1320666476
