tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "kudobuilder/tap"
brew "ansible-lint"
brew "bat"
brew "bat-extras"
brew "black"
brew "chart-testing"
brew "codespell"
brew "cookiecutter"
brew "ctags"
brew "dasht"
brew "dos2unix"
brew "exercism"
brew "fd"
brew "fdupes"
brew "fluxctl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "hadolint"
brew "helm"
brew "jdupes"
brew "jhead"
brew "jq"
brew "json-glib"
brew "node"
brew "jsonlint"
brew "kind"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubeval"
brew "markdownlint-cli"
brew "neovim"
brew "nmap"
brew "node"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "rdfind"
brew "ripgrep"
brew "rpm2cpio"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "stylua"
brew "task"
brew "tig"
brew "tldr"
brew "tmux"
brew "vale"
brew "viddy"
brew "yamllint"
brew "yarn"
brew "yq"
brew "kudobuilder/tap/kuttl-cli"
